Repository: RainbowFurry/JasonJT
Catalog: JasonJT_Web/Resources/Gender/QuA/Sex/*.resx
Languages: de

# A_11_1
source: Join in! Let's party!
de: Mitmachen! Lass uns feiern!

# A_11_2
source: Get excited about meeting new bars.
de: Dich freuen, neue Bars kennenzulernen.

# A_11_3
source: Feel uncomfortable.
de: Dich unbehaglich fühlen.

# A_11_4
source: Secretly be excited because you've always wanted to go to a gay bar!
de: Insgeheim aufgeregt sein, denn du wolltest schon immer mal in eine Schwulenbar gehen!

# A_15_1
source: Depends on the boy.
de: Kommt auf den Jungen an.

# A_15_2
source: The masculine appearance (or: the beard, etc.).
de: Das männliche Auftreten (oder: Der Bart udgl.).

# A_15_3
source: A cute face.
de: Ein süßes Gesicht.

# A_15_4
source: Nothing. Why also?
de: Nichts. Warum auch?

# A_21_1
source: That could happen, yeah.
de: Das könnte schon passieren, ja.

# A_21_2
source: Nah, why is that? I just talk to him normally.
de: Nee, wieso das denn? Ich rede einfach normal mit ihm.

# A_21_3
source: Pretty sure.
de: Ziemlich sicher.

# A_22_1
source: Rejoice. You're in!
de: Dich freuen. Du bist dabei!

# A_22_2
source: Be a little confused, but probably in!
de: Etwas verwirrt sein, aber wahrscheinlich mitmachen!

# A_22_3
source: Never. I only like the opposite sex!
de: Niemals. Ich mag nur das andere Geschlecht!

# A_22_4
source: Join in, I don't care about the gender of the person.
de: Mitmachen, das Geschlecht der Person ist mir egal.

# A_25_1
source: I feel terrible just listening to them.
de: Ich fühle mich schrecklich, wenn ich ihnen nur zuhöre.

# A_25_2
source: I don't participate, they have a right to their own opinion
de: Ich beteilige mich nicht, sie haben ein Recht auf ihre eigene Meinung

# A_25_3
source: I discuss with them
de: Ich diskutiere mit ihnen

# A_25_4
source: I like to join them
de: Ich schließe mich ihnen gerne an

# A_28_1
source: Yes
de: Ja

# A_28_2
source: No
de: Nein

# A_28_3
source: With open profile
de: Mit offenem Profil

# A_29_1
source: Yes, most of the time
de: Ja, meistens.

# A_29_2
source: Yes, I used to be interested.
de: Ja, ich hatte mal Interesse.

# A_29_3
source: No
de: Nein.

# A_30_1
source: Beer
de: Bier

# A_6_1
source: Yes, has happened to me several times.
de: Ja, ist mir schon öfters passiert.

# A_6_2
source: Yes, I had once.
de: Ja, hatte ich einmal.

# A_6_3
source: No, I usually only look at the girls.
de: Nein, ich gucke meist nur auf die Mädels.

# A_6_4
source: No, the guys don't interest me.
de: Nein, die Typen interessieren mich nicht.

# A_8_1
source: I'll take anyone / everyone as long as they can give it to me good.
de: Ich nehme jeden / jede, solange er / sie es mir gut besorgen kann.

# A_8_2
source: There are limits on age, weight and cleanliness, but they can be fluid if it's horny.
de: Es gibt Grenzen bei Alter, Gewicht und Sauberkeit, die aber fließend sein können, wenn es geil ist.

# A_8_3
source: He or she must already be attractive and meet my high standards.
de: Er oder sie müssen schon attraktiv sein und meinen hohen Ansprüchen genügen.

# A_8_4
source: For sex it must fit 100%.
de: Für Sex muss es zu 100% passen.

# A_9_1
source: Yes, all my fantasies are about the same sex.
de: Ja, alle meine Fantasien sind übers gleiche Geschlecht.

# A_9_2
source: Often.
de: Oft.

# A_9_3
source: Never.
de: Nie.

# A_9_4
source: Rarely.
de: Selten.

# Q_1
source: How old are you?
de: Wie alt bist du?

# Q_10
source: How often do you fantasize about the same sex?
de: Würdest du dich freuen, wenn ein homosexueller Arbeitskollege mit dir flirten würde?

# Q_11
source: If your friends decided to party at a gay bar, would you?
de: Wenn deine Freunde beschließen würden, in einer Schwulenbar zu feiern, würdest du?

# Q_12
source: When a boy touches you (hug or similar), do you like the feeling?
de: Wenn dich ein Junge berührt (Umarmung o.ä.), gefällt dir das Gefühl?

# Q_13
source: When you see a good-looking boy, do you notice him and look after him?
de: Wenn du einen gutaussenden Jungen siehst, fällt er dir auf und schaust du ihm hinterher?

# Q_15
source: What do you like most about boys?
de: Was gefällt dir an Jungs besonders?

# Q_16
source: Does your gaydar work? Do you recognize other gay people?
de: Funktioniert dein Gaydar? Erkennst du andere schwule Leute?

# Q_17
source: Imagine someone of the same sex comes up to you and kisses you. What's your reaction?
de: Stell dir vor, jemand des gleichen Geschlechts kommt auf dich zu und küsst dich. Wie ist deine Reaktion?

# Q_18
source: When a handsome couple comes toward you, who do you notice first?
de: Wenn dir ein hübsches paar entgegen kommt, wer fällt dir als erstes auf?

# Q_19
source: When you see a gay couple kissing, what do you feel?
de: Wenn du ein homosexuelles Paar siehst, das sich küsst, was fühlen Sie dann?

# Q_2
source: Why are you taking this test?
de: Warum machst du diesen Test?

# Q_20
source: A pretty, good friend invites you to her house. What do you think?
de: Eine hübsche, gute Freundin lädt dich zu ihr nach Hause ein. Was denkst du?

# Q_21
source: You're at a party and a hot-looking boy approaches you. Do you get a little nervous, excited, or even speechless?
de: Du bist auf einer Party und ein heiß aussehender Junge spricht dich an. Wirst du ein bisschen nervös, aufgeregt oder sogar sprachlos?

# Q_22
source: If your partner offered you a threesome with a same-sex partner, would you?
de: Wenn dein Partner dir einen Dreier mit einem gleichgeschlechtlichen Partner anbieten würde, dann würdest du?

# Q_23
source: Have you ever been afraid or reluctant to tell your family about your sexual or romantic preferences?
de: Hattest du jemals Angst oder hast es nach wievor, deiner Familie von deiner sexuellen oder romantischen Vorlieben zu erzählen?

# Q_24
source: Do you feel comfortable talking about your sexual identity or having someone ask you about it?
de: Fühlst du dich wohl, wenn du über deine sexuelle Identität sprichst oder dich jemand dazu fragt?

# Q_25
source: What do you do when your friends talk homophobic stuff?
de: Was tust du, wenn deine Freunde homophobes Zeugs reden?

# Q_26
source: Have you ever worn clothes of the opposite sex, or fantasized about it?
de: Hast du schon einmal Kleidung des anderen Geschlechts getragen, oder darüber fantasiert?

# Q_27
source: Have you ever dreamed of being romantically involved with a person of the same sex?
de: Hast du jemals davon geträumt, mit einer Person des gleichen Geschlechts romantisch verliebt zu sein?

# Q_28
source: Have you joined an online LGBT community anonymously?
de: Bist du einer Online-LGBT-Community anonym beigetreten?

# Q_29
source: Have you ever watched same-sex pornography?
de: Hast du dir jemals gleichgeschlechtliche Pornografie angesehen?

# Q_3
source: Have you ever looked at a person of the same sex and felt attracted in a sexual way?
de: Hast du schon mal eine Person des gleichen Geschlechts angesehen und dich auf sexuelle Weise angezogen gefühlt?

# Q_30
source: What beverage would you drink?
de: Welches Getränk würdest du trinken?

# Q_31
source: Pick a singer/songstress.
de: Such dir einen Sänger/Sängerin aus.

# Q_4
source: Have you ever kissed a person of the same sex?
de: Hast du jemals eine Person des gleichen Geschlechts geküsst?

# Q_5
source: Have you ever kissed a person of the opposite sex?
de: Hast du jemals eine Person des anderen Geschlechts geküsst?

# Q_6
source: Have you ever seen a boy or man, or even had contact with him, and then thought about him for hours and days afterwards - his face or voice echoed in your head for a long time.
de: Hast du schon mal einen Jungen oder Mann gesehen, oder sogar mit ihm Kontakt gehabt und dann noch Stunden und Tage danach an ihn gedacht - sein Gesicht oder seine Stimme klang noch lange in deinem Kopf nach. Leider ist er dann nie wieder aufgetaucht?

# Q_7
source: Unfortunately, he never showed up again?
de: Hattest du schonmal sex fantasien mit dem anderen Geschlecht?

# Q_8
source: Have you ever had sex fantasies with the opposite sex?
de: Wie flexibel und tolerant bist du bei der Auswahl deiner Sexualpartner?

# Q_9
source: How flexible and tolerant are you in choosing your sexual partners?
de: Wie oft fantasierst du über das gleiche Geschlecht?
